import React from "react";
import { TopBar } from "../components/TopBar";
import { Footer } from "../components/Footer";
import { PlusIcon } from "@/svg/PlusIcon";

const Privacy = () => {
  return (
    <div className="min-h-screen flex flex-col gap-10">
      <div className="flex flex-col gap-10">
        <TopBar />
        <div className="flex flex-col m-auto gap-6">
          <div className="flex items-center">
            <div>
              <PlusIcon />
            </div>
            <div>
              <p className="text-[22px] font-bold"> Нууцлалын бодлого</p>
            </div>
          </div>
          <div className="flex w-[1200px] h-[1064px] text-[18px] leading-8 text-justify flex-col">
            <p className="font-light text-justify text-[18px] leading-8 text-[#000000] indent-8">
              Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
              албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
              үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
              зохицуулахад оршино.
            </p>
            <p className="indent-8">
              Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
              үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
              хэрэгжинэ.
            </p>
            Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
            үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
            хэрэгжинэ.
            <p className="indent-8">
              Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
              байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
              хяналт тавина.
            </p>
            <p className="indent-8">
              Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
              албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
              үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
              зохицуулахад оршино.
            </p>
            <p className="indent-8">
              Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
              үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
              хэрэгжинэ.
            </p>
            <p className="indent-8">
              Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
              байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
              хяналт тавина.
            </p>
            <p className="indent-8">
              Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
              үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
              хэрэгжинэ.
            </p>
            <p className="indent-8">
              Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
              байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
              хяналт тавина.
            </p>
            <p className="indent-8">
              Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
              албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
              үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
              зохицуулахад оршино.
            </p>
            <p className="indent-8">
              Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
              үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
              хэрэгжинэ.
            </p>
            <p className="indent-8">
              Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
              байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
              хяналт тавина.
            </p>
            <p className="indent-8">
              Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
              албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
              үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
              зохицуулахад оршино.
            </p>
            <p className="indent-8">
              Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
              үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
              хэрэгжинэ.
            </p>
            <p className="indent-8">
              Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
              байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
              хяналт тавина.
            </p>
            <p className="indent-8">
              Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
              үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
              хэрэгжинэ.
            </p>
            <p className="indent-8">
              Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
              байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
              хяналт тавина.
            </p>
          </div>
        </div>

        <Footer />
      </div>
    </div>
  );
};
export default Privacy;
